alsa-utils
atool
autoconf
automake
base
binutils
bison
fakeroot
file
findutils
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
libtool
libxft-bgra
linux
linux-firmware
m4
make
man-db
mediainfo
mpd
mpv
nano
neofetch
networkmanager
nitrogen
pacman
pamixer
patch
picom
pkgconf
playerctl
python-ueberzug-git
qutebrowser
ranger
sed
sudo
texinfo
ttf-fira-code
vi
vim
virtualbox-guest-utils
wget
which
xdg-utils
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
youtube-dl
